export const ru = {
  translation: {
    //content
    "About-exp": "Мой опыт:",
    "About-exp-details": `По специальности я инженер-механик, направление – технология машиностроения. В фронтенде, официально, я с 2019 года. До этого, некоторое время, самостоятельно учил HTML и CSS. В общем, я самоучка. Никакого образования связанного с программированием, кроме курса Front-end в Beetroot Academy, не имею. Мой коммерческий опыт, на сегодняшний день, составляет более трех лет. Сейчас мой основной инструмент ReactJS. Сам я джун уверено идущий к мидл уровню (в общем стронг джун).`,
    "About-me": "О себе:",
    "About-me-details": `Я простой и открытый человек. Оптимист с чувством юмора (но это не точно). Обожаю людей, коммуникация с другими это мой козырь. Прежде всего, ценю в людях честность и скромность. Стрессоустойчив, хотя и не люблю стрессовые ситуации (думаю как и все мы). Люблю учиться и всегда готов к новому. Ближайшая цель – стать фулстак инженером. Мечта – однажды работать в геймдеве. Мои основные интересы - компьютерная техника, программирование, игры и немного спорт. Из музыки слушаю все, кроме шансона. Люблю смотреть фильмы, мой любимый жанр фантастика.`,
    "Projects page": "Страничка projects",
    "Contact page": "Моя контактная информация",
    "Greetings": "Привет! Меня зовут Виталий. Друзья зовут меня Вентель.",
    "Live": "Я живу",
    "Live-country": "в Украине",
    "Live-earth": "на планете Земля",
    "Live-galaxy": "в галактике Млечный путь",
    "Live-universe": "в нашей вселенной",
    "Hero-description":
      'Мой девиз: "Жизнь - это движение. Застыть можно лишь любуясь красотой."',
    "Email": "Моя почта:",
    "Phone": "Мой телефон:",
    "niagara-mobile": "Мобильное приложение для клиентов Niagara Club",
    "description-website":
      "Этот сайт портфолио использует связку React + Redux + Firebase",
    "another-projects": "Мои другие проекты:",
    //UI titles
    "[btn-name] About": "Обо мне",
    "[btn-name] Projects": "Мои проекты",
    "[btn-name] Contact": "Контакты",
    "[option-name] Language": "Язык: ",
  },
};
